Repository: Stacks-du-Beurre/casual-contacts
Catalog: Packages/Sources/FeatureList/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: %@ will be permanently removed.
ru: %@ будет удален навсегда.
uk: %@ буде остаточно видалено.

source: Active card animations %lld, mounted card rows %lld
ru: Активных анимаций карточек: %lld, смонтированных строк карточек: %lld
uk: Активних анімацій карток: %lld, змонтованих рядків карток: %lld

source: ACTIVE %lld
ru: АКТИВНО %lld
uk: АКТИВНО %lld

source: Add new contact
ru: Добавить новый контакт
uk: Додати новий контакт

source: add the first person
ru: добавить первого человека
uk: додати першу людину

source: Advanced sorting
ru: Расширенная сортировка
uk: Розширене сортування

source: Alphabetical
ru: По алфавиту
uk: За абеткою

source: By distance
ru: По расстоянию
uk: За відстанню

source: Cancel
ru: Отмена
uk: Скасувати

source: cancel
ru: отмена
uk: скасувати

source: Couldn't delete %@. Try again.
ru: Не удалось удалить %@. Попробуйте еще раз.
uk: Не вдалося видалити %@. Спробуйте ще раз.

source: Couldn't delete contact
ru: Не удалось удалить контакт
uk: Не вдалося видалити контакт

source: Date Created
ru: Дата создания
uk: Дата створення

source: Default (Alphabetically)
ru: По умолчанию (по алфавиту)
uk: За замовчуванням (за абеткою)

source: Delete
ru: Удалить
uk: Видалити

source: Delete contact?
ru: Удалить контакт?
uk: Видалити контакт?

source: Distance
ru: Расстояние
uk: Відстань

source: MOUNTED %lld
ru: СМОНТИРОВАНО %lld
uk: ЗМОНТОВАНО %lld

source: MY CONTACTS
ru: МОИ КОНТАКТЫ
uk: МОЇ КОНТАКТИ

source: NO MATCHES
ru: НЕТ СОВПАДЕНИЙ
uk: НЕМАЄ ЗБІГІВ

source: OK
ru: ОК
uk: ОК

source: Opens the new contact form
ru: Открывает форму нового контакта
uk: Відкриває форму нового контакту

source: Recent
ru: Недавние
uk: Нещодавні

source: Search
ru: Поиск
uk: Пошук

source: Settings
ru: Настройки
uk: Налаштування

source: Sort
ru: Сортировка
uk: Сортування

source: Sorting
ru: Сортировка
uk: Сортування

source: This contact
ru: Этот контакт
uk: Цей контакт

source: this contact
ru: этот контакт
uk: цей контакт

source: Time Created
ru: Время создания
uk: Час створення
